; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Nepali
; Translation by: Mahesh Dahal
; Comments : Copy this file with a new name which is name of the language.
;            Translate and replace english words with new language.
;
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "maheshdahal@live.com"
Translationby = "Mahesh Dahal"
Language = "नेपाली"
pickatask = "कार्य छान्नुहोस्"
lockafolder = "फोल्डर लक रग्नुहोस् "
unlockselected = "छानिएको फोल्डर अनलक गर्नुहोस्"
changepassword = "मुख्य पासवर्ड परिवर्तन"
exit = "बन्द गर्ने"
Aboutlockafolder = "LocK-A-FoLdeR का बारेमा"
enternewpassword = "पासवर्ड हालनुहोस् "
entermasterpassword = "मुख्य पासवर्ड हाल्नुहोस् "
alreadyrunning = "LocK-A-FoLdeR अघिनै चलिरहेको छ"
doesntexist = "भेटिएन"
chooseafolder = "लक गर्ने फोल्डर छान्नुहोस्"
selectfirst = "पहिला फोल्डर छान्नुहोस् "
alreadyinlist = "पहिलेनै लिस्टमा छ"
plzwait = "एकै क्षण पर्खनुहोस् "
unable2lock = "लक गर्न सकिएन"
unable2unlock = "अनलक गर्न सकिएन"
invalidpass = "पासवर्ड मिलेन"
alertmasterpass = "मास्टर पासवर्ड छान्नुहोस् "
nointernet = "ईन्टरनेट कनेक्सन राम्रो छैन "
checkupdates = "अपडेट गर्नुहोला"
openreadme = "Read me फाईल खोल्नुहोस "
visitwebpage = "वेबसाईट भिजिट गर्नु"
rescuecentre = "उद्धार केन्द्र"
Rescuefolder = "फोल्डर उद्धार गर्नुहोस "
notinlist = "लिस्टमा नभएका फोल्डर अनलक गर्न सकिन्न "